[SearchAndDestroy_var03 X2MissionNarrativeTemplate]
+ObjectiveTextPools[0]="找到寄生兽头领"
+ObjectiveTextPools[1]="压扁这个虫子"
+ObjectiveTextPools[2]="消灭所有目标敌人"
+ObjectiveTextPools[3]="撤出所有XCOM特工"

[SearchAndDestroy_var03 X2MissionTemplate]
+DisplayName="找到并消灭：虫群头领"
+Briefing="杀死寄生兽巢穴的领导者"
+PostMissionType="找到并消灭：虫群头领"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="找到并杀死这一地区的寄生兽头领"
+ObjectiveTextPools[1]="别让寄生兽头领逃走"
+PreMissionNarratives[0]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_A"
+PreMissionNarratives[1]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_B"
+PreMissionNarratives[2]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_C"

[GOp_SearchAndDestroy_var03 X2MissionFlavorTextTemplate]
FlavorText="缺少背景叙述"
CouncilSpokesmanSuccessText="又一次成功的狩猎，指挥官。在<XGParam:StrValue0/!WorldRegionName/>的新生巢穴被消灭了，而且将要进一步生长的虫子也是如此。"
CouncilSpokesmanFailureText="寄生兽头领仍然活动在<XGParam:StrValue0/!WorldRegionName/>，周边地区肯定要受苦了。我是...沮丧的。"
